/* header format string for a crash on launch due to invalid code signature on a Mac App Store app */
"%@ can't be opened." = "Impossibile aprire %@.";

/* header format string for a crash on launch due to missing software components */
"%@ cannot be opened because of a problem." = "Non è stato possibile aprire %@ a causa di un problema.";

/* header format string for unknown problem type. */
"%@ experienced a problem." = "%@ ha rilevato un problema.";

/* header format string for crash while using a plugin */
"%@ quit unexpectedly while using the %@ plugin." = "%1$@ si è chiusa inaspettatamente durante l'uso del plugin %2$@.";

/* header format string for a crash report */
"%@ quit unexpectedly." = "%@ si è chiusa inaspettatamente.";

/* button title */
"Agree" = "Accetto";

/* opt-in dialog text */
"By clicking \\U201CAgree\\U201D you agree that Apple may periodically collect and use this information as part of its support services and to improve its products and services. This information is collected anonymously. To learn more about Apple's Privacy Policy, see http://www.apple.com/legal/privacy." = "Facendo clic su “Accetto”, accetti che Apple possa periodicamente raccogliere e utilizzare queste informazioni come parte dei propri servizi di supporto e per migliorare i propri prodotti e servizi. Tali informazioni vengono raccolte in modo anonimo. Per ulteriori informazioni sulla politica di tutela della privacy di Apple consulta http://www.apple.com/it/legal/privacy.";

/* further instructions for resolving problem of application missing software components */
"Check with the developer to make sure %@ works with this version of Mac OS X. You may need to reinstall the application. Be sure to install any available updates for the application and Mac OS X." = "Consulta lo sviluppatore per verificare che %@ funzioni con questa versione di Mac OS X. Potrebbe essere necessario installare nuovamente l'applicazione. Assicurati di installare tutti gli aggiornamenti disponibili per l'applicazione e Mac OS X.";

/* instructions for case where user has not opted in yet */
"Click \\U201CSend to Apple\\U201D to submit the report to Apple. This information is collected anonymously." = "Per inviare il resoconto a Apple, fai clic su “Invia ad Apple”. Tali informazioni vengono raccolte in modo anonimo.";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"Click Reopen to open the application again. This report will be sent to Apple automatically." = "Per riaprire l'applicazione, fai clic su Riapri. Questo resoconto verrà inviato automaticamente a Apple.";

/* button title */
"Disagree" = "Non accetto";

/* opt-in dialog suppression checkbox title */
"Don\\U2019t ask me again" = "Non chiedermelo più";

/* button title */
"Don\\U2019t Send" = "Non inviare";

/* button title */
"Hide Details" = "Nascondi dettagli";

/* button title */
"OK" = "OK";

/* window title - %@ is application name */
"Problem Report for %@" = "Resoconto del problema per %@";

/* prompt for comments field */
"Provide any steps necessary to reproduce the problem." = "Fornisci i passi necessari per riprodurre del problema.";

/* button title */
"Reopen" = "Riapri";

/* button title */
"Send to Apple" = "Invia ad Apple";

/* button title */
"Show Details" = "Mostra dettagli";

/* instructions for case where user has opted in for auto-submission and we can reopen the app */
"This report will be sent to Apple automatically." = "Questo resoconto verrà inviato automaticamente a Apple.";

/* Error if system profile fails */
"Unable to gather system configuration information." = "Impossibile ottenere informazioni sulla configurazione di sistema.";

/* further instructions for resolving problem of Mac App Store application invalid code signature */
"Using App Store, download %@ again." = "App Store in uso, scarica %@ di nuovo.";

/* opt-in dialog title */
"You can help Apple improve its products by sending us anonymous diagnostic and usage information about your computer." = "Puoi aiutare Apple a migliorare i suoi prodotti inviando in modo anonimo informazioni di utilizzo e diagnostica sul tuo computer.";

/* header format string for a hang report */
"You quit %@ because of a problem." = "Sei uscito da %@ a causa di un problema.";

/* header format string for a panic report */
"You shut down the computer because of a problem." = "Hai spento il computer a causa di un problema.";

